Repository: salmanbashar1009/Sleep-Soundscape
Catalog: l10n/app_*.arb
Languages: pa

source: Settings
pa: ਸੈਟਿੰਗਾਂ

source: Profile
pa: ਪਰੋਫ਼ਾਈਲ

source: Change Password
pa: ਪਾਸਵਰਡ ਬਦਲੋ

source: Invite Friends
pa: ਦੋਸਤਾਂ ਨੂੰ ਸੱਦਾ ਦਿਓ

source: Notification
pa: ਸੂਚਨਾ

source: Language
pa: ਭਾਸ਼ਾ

source: Personalization
pa: ਵੈਕਤੀਕਰਨ

source: Apple Health
pa: ਐਪਲ ਹੈਲਥ

source: FAQs
pa: ਅਕਸਰ ਪੁੱਛੇ ਜਾਂਦੇ ਸਵਾਲ

source: About
pa: ਬਾਰੇ

source: Sign out
pa: ਲਾੱਗ ਆਉਟ

# select_language
source: Select a Language
pa: ਭਾਸ਼ਾ ਚੁਣੋ

source: Wake up time
pa: ਉਠਣ ਦਾ ਸਮਾਂ

source: Alarm
pa: ਅਲਾਰਮ

source: Sounds
pa: ਅਵਾਜ਼ਾਂ

source: Audio
pa: ਆਡੀਓ

# start_button
source: Start
pa: ਸ਼ੁਰੂ ਕਰੋ

source: Sleep Setting
pa: ਨੀਂਦ ਸੈਟਿੰਗ

# done_button
source: Done
pa: ਮੁਕੰਮਲ

source: Vibration
pa: ਕੰਪਨ

# sleep_analysis
source: Analysis
pa: ਨੀਂਦ ਵਿਸ਼ਲੇਸ਼ਣ

# sound_detection
source: Sounds Detection
pa: ਅਵਾਜ਼ ਖੋਜ

# sound_detection_description
source: To keep running in low battery, Sleep will stop detection when the battery is below 20% and finish analysis when the battery is below 10%.
pa: ਘੱਟ ਬੈਟਰੀ ਵਿੱਚ ਚਲਾਉਣ ਲਈ, ਜਦੋਂ ਬੈਟਰੀ 20% ਤੋਂ ਘੱਟ ਹੋਵੇਗੀ ਤਾਂ ਖੋਜ ਬੰਦ ਹੋ ਜਾਵੇਗੀ ਅਤੇ 10% ਤੋਂ ਘੱਟ ਹੋਣ 'ਤੇ ਵਿਸ਼ਲੇਸ਼ਣ ਖਤਮ ਹੋ ਜਾਵੇਗਾ।

source: Off
pa: ਬੰਦ

source: On
pa: ਚਾਲੂ

# soundscape
source: Soundscapes
pa: ਧੁਨੀ ਦ੍ਰਿਸ਼

source: Audio timer
pa: ਆਡੀਓ ਟਾਈਮਰ

source: Snooze
pa: ਸਨੂਜ਼

source: Alarm mode
pa: ਅਲਾਰਮ ਮੋਡ

source: Get-up Challenge
pa: ਉਠਣ ਦੀ ਚੁਣੌਤੀ

source: Get-up
pa: ਉਠੋ

source: Challenge
pa: ਚੁਣੌਤੀ

source: Joined
pa: ਸ਼ਾਮਲ ਹੋਇਆ

source: days ago
pa: ਦਿਨ ਪਹਿਲਾਂ

source: Today
pa: ਅੱਜ

source: Sleep
pa: ਨੀਂਦ

source: min
pa: ਮਿੰਟ

source: Reminder
pa: ਰੀਮਾਈਂਡਰ

source: Download
pa: ਡਾਊਨਲੋਡ

source: Healthy sleep
pa: ਤੰਦਰੁਸਤ ਨੀਂਦ

source: Sleep quality
pa: ਨੀਂਦ ਦੀ ਗੁਣਵੱਤਾ

source: Sleep phase
pa: ਨੀਂਦ ਦਾ ਪੜਾਅ

source: Days
pa: ਦਿਨ

# account_title
source: Account
pa: ਅਕਾਊਂਟ

source: Choose your image
pa: ਆਪਣੀ ਤਸਵੀਰ ਚੁਣੋ

# save_button
source: Save
pa: ਸੇਵ ਕਰੋ

source: Sleep Soundscape
pa: ਨੀਂਦ ਦੀ ਧੁਨੀ

# embark_on
source: Embark on a
pa: ਸ਼ੁਰੂ ਕਰੋ

source: Serene Journey
pa: ਇੱਕ ਸ਼ਾਂਤ ਯਾਤਰਾ

source: to Dreamland
pa: ਸੁਪਨੇ ਦੀ ਦੁਨੀਆ ਵਿੱਚ

source: Get Started
pa: ਸ਼ੁਰੂ ਕਰੋ

source: Sign Up
pa: ਸਾਈਨ ਅੱਪ

source: Discover Tranquil
pa: ਸ਼ਾਂਤ ਅਵਾਜ਼ਾਂ ਖੋਜੋ

source: Tunes for Restful
pa: ਸ਼ਾਂਤ ਰਾਤਾਂ ਲਈ ਸੰਗੀਤ

source: Nights
pa: ਰਾਤਾਂ

source: Your Peaceful
pa: ਤੁਹਾਡੀ ਸ਼ਾਂਤ

source: Slumber Guide
pa: ਨੀਂਦ ਗਾਈਡ

source: Enter your name
pa: ਆਪਣਾ ਨਾਂ ਦਰਜ ਕਰੋ

source: Enter your email
pa: ਆਪਣੀ ਈਮੇਲ ਦਰਜ ਕਰੋ

source: Enter your password
pa: ਆਪਣਾ ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ

source: or
pa: ਜਾਂ

source: Have an account?
pa: ਕੀ ਤੁਹਾਡੇ ਕੋਲ ਅਕਾਊਂਟ ਹੈ?

source: Sign in
pa: ਸਾਈਨ ਇਨ ਕਰੋ

source: Choose preference
pa: ਪਸੰਦ ਚੁਣੋ

source: Camera
pa: ਕੈਮਰਾ

source: Gallery
pa: ਗੈਲਰੀ

source: Forgot Password
pa: ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ?

source: Forgot your Password?
pa: ਕੀ ਤੁਸੀਂ ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ ਹੋ?

# forgot_password_description
source: Please enter your e-mail address below to reset your password.
pa: ਆਪਣੀ ਪਾਸਵਰਡ ਰੀਸੈਟ ਕਰਨ ਲਈ ਆਪਣਾ ਈਮੇਲ ਪਤਾ ਦਰਜ ਕਰੋ।

source: Recovery email sent!
pa: ਰੀਕਵਰੀ ਈਮੇਲ ਭੇਜੀ ਗਈ!

source: Select your Goal
pa: ਆਪਣੇ ਲਕਸ਼ਯ ਦੀ ਚੋਣ ਕਰੋ

# deep_sleep_title
source: Deep Sleep
pa: ਗੂੜ੍ਹੀ ਨੀਂਦ

# deep_sleep_subtitle
source: Get a quality sleep
pa: ਵਧੀਆ ਨੀਂਦ ਲਵੋ

# overcome_stress_title
source: Overcome Stress
pa: ਤਣਾਅ ਦੂਰ ਕਰੋ

# overcome_stress_subtitle
source: Manage stress & Anxiety
pa: ਤਣਾਅ ਅਤੇ ਚਿੰਤਾ ਦੂਰ ਕਰੋ

# feel_nature_title
source: Feel Nature
pa: ਕੁਦਰਤ ਮਹਿਸੂਸ ਕਰੋ

# feel_nature_subtitle
source: Hear diverse nature sounds
pa: ਕੁਦਰਤੀ ਅਵਾਜ਼ਾਂ ਸੁਣੋ

# improve_performance_title
source: Improve Performance
pa: ਕਾਰਗੁਜ਼ਾਰੀ ਸੁਧਾਰੋ

# improve_performance_subtitle
source: Get a better start
pa: ਵਧੀਆ ਸ਼ੁਰੂਆਤ ਕਰੋ

# boost_concentration_title
source: Boost Concentration
pa: ਧਿਆਨ ਵਧਾਓ

# boost_concentration_subtitle
source: Improve focus
pa: ਧਿਆਨ ਸੁਧਾਰੋ

# skip_button
source: Skip
pa: ਛੱਡੋ

# continue_button
source: Continue
pa: ਜਾਰੀ ਰੱਖੋ

source: Alarm off
pa: ਅਲਾਰਮ ਬੰਦ

source: Only analyze sleep
pa: ਸਿਰਫ਼ ਨੀਂਦ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰੋ

source: Hold to end
pa: ਖਤਮ ਕਰਨ ਲਈ ਹੋਲਡ ਕਰੋ

source: Ocean
pa: ਸਮੁੰਦਰ

source: Nature
pa: ਕੁਦਰਤ

source: Rain
pa: ਬਰਸਾਤ

source: Fire
pa: ਅੱਗ

source: Set Timer
pa: ਟਾਈਮਰ ਸੈੱਟ ਕਰੋ

# autoplay_while_sleeping
source: Autoplay sounds while sleeping
pa: ਸੌਣ ਦੌਰਾਨ ਆਟੋਪਲੇਅ

source: Audio clean audio recordings
pa: ਆਡੀਓ ਰਿਕਾਰਡਿੰਗ ਸਾਫ਼ ਕਰੋ

source: Clean all audio recordings
pa: ਸਾਰੀਆਂ ਆਡੀਓ ਰਿਕਾਰਡਿੰਗ ਮਿਟਾਓ

source: Total audio
pa: ਕੁੱਲ ਆਡੀਓ

source: Off the detection
pa: ਖੋਜ ਬੰਦ ਕਰੋ

source: Off only this time
pa: ਸਿਰਫ਼ ਇਸ ਵਾਰ ਬੰਦ ਕਰੋ

source: Preferred earphones
pa: ਪਸੰਦੀਦਾ ਇਅਰਫੋਨ

source: Always use speakers
pa: ਹਮੇਸ਼ਾ ਸਪੀਕਰ ਵਰਤੋ

source: Shake
pa: ਹਿਲਾਓ

source: Shake times
pa: ਹਿਲਾਉਣ ਦੀ ਗਿਣਤੀ

source: Referral code
pa: ਰੈਫਰਲ ਕੋਡ

source: Send or share to your friends
pa: ਆਪਣੇ ਦੋਸਤਾਂ ਨਾਲ ਭੇਜੋ ਜਾਂ ਸਾਂਝਾ ਕਰੋ

# get_up_challenge_description
source: Invite friends and get reward
pa: ਦੋਸਤਾਂ ਨੂੰ ਸੱਦਾ ਦਿਓ ਅਤੇ ਇਨਾਮ ਪ੍ਰਾਪਤ ਕਰੋ

source: Email
pa: ਈਮੇਲ

source: Ring on Silent
pa: ਸਾਈਲੈਂਟ 'ਤੇ ਵੀ ਰਿੰਗ ਕਰੋ

source: Pop-up Alert
pa: ਪੋਪ-ਅੱਪ ਚੇਤਾਵਨੀ

source: Search
pa: ਖੋਜ

# version_1
source: Version 1.0.0
pa: ਵਰਜਨ 1.0.0

source: Build 3
pa: ਬਿਲਡ 3

# made_with_love_from_BD
source: Made with love from Bangladesh
pa: ਬੰਗਲਾਦੇਸ਼ ਤੋਂ ਪਿਆਰ ਨਾਲ ਬਣਾਇਆ ਗਿਆ

# sleep_soundscape_2025
source: 2025 Sleep Soundscape
pa: 2025 ਨੀਂਦ ਧੁਨੀ

source: Ready to Sleep?
pa: ਕੀ ਤੁਸੀਂ ਸੌਣ ਲਈ ਤਿਆਰ ਹੋ?

# ready_to_sleep_description
source: Keep the charger connected Screen down your phone on the bed
pa: ਚਾਰਜਰ ਨੂੰ ਜੁੜਿਆ ਰੱਖੋ, ਆਪਣਾ ਫੋਨ ਸਕਰੀਨ ਹੇਠਾਂ ਬਿਸਤਰ 'ਤੇ ਰੱਖੋ

# dont_remind_me
source: Donâ€™t remind me
pa: ਮੈਨੂੰ ਯਾਦ ਨਾ ਕਰਵਾਓ

source: Cancel
pa: ਰੱਦ ਕਰੋ

source: Sleep reminder
pa: ਨੀਂਦ ਯਾਦ ਦਿਲਾਉਣ ਵਾਲਾ

source: Focus Reminder
pa: ਧਿਆਨ ਯਾਦ ਦਿਲਾਉਣ ਵਾਲਾ

source: Add reminder
pa: ਯਾਦ ਦਿਲਾਉਣ ਵਾਲਾ ਸ਼ਾਮਲ ਕਰੋ

source: Reminder Time
pa: ਯਾਦ ਦਿਲਾਉਣ ਦਾ ਸਮਾਂ

source: Help us improve
pa: ਸਾਨੂੰ ਸੁਧਾਰ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰੋ

# provide_feedback
source: Please provide your valuable feedback
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਮੁੱਲਵਾਨ ਪ੍ਰਤੀਕ੍ਰਿਆ ਦਿਓ

source: Next
pa: ਅਗਲਾ

source: User Feedback
pa: ਉਪਭੋਗਤਾ ਪ੍ਰਤੀਕ੍ਰਿਆ

source: Write a review here...
pa: ਇੱਥੇ ਇੱਕ ਸਮੀਖਿਆ ਲਿਖੋ...
